export default {
  projections: {
    ТЧСоставСпортE: {
      спортсмены: {
        __caption__: 'Спортсмены',
        фИО: {
          __caption__: 'ФИО'
        },
        датаРождения: {
          __caption__: 'Дата рождения'
        }
      },
      номерСпортсмена: {
        __caption__: 'Номер спортсмена'
      }
    }
  },
  validations: {
    номерСпортсмена: {
      __caption__: 'Номер спортсмена'
    },
    спортсмены: {
      __caption__: 'Спортсмены'
    },
    составКоманды: {
      __caption__: 'составКоманды'
    }
  }
};
