export default {
  projections: {
    ТЧГрафикаE: {
      датаПроведения: {
        __caption__: 'Дата проведения'
      },
      время: {
        __caption__: 'Время'
      },
      местоПроведения: {
        __caption__: 'Место проведения',
        наименование: {
          __caption__: 'Наименование'
        },
        адрес: {
          __caption__: 'Адрес'
        }
      },
      группыВозраст: {
        __caption__: 'Группы возраст',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    датаПроведения: {
      __caption__: 'Дата проведения'
    },
    группыВозраст: {
      __caption__: 'Группы возраст'
    },
    местоПроведения: {
      __caption__: 'Место проведения'
    },
    графикМатчей: {
      __caption__: 'графикМатчей'
    }
  }
};
